{
  "Biology": [
  { "q": "Peduncle", "a": "ก้านดอก; ส่วนที่เชื่อมระหว่างดอกกับกิ่ง ช่วยชูดอกให้เด่นชัด" },
  { "q": "Receptacle", "a": "ฐานรองดอก; ส่วนปลายของก้านดอกที่รองรับส่วนต่างๆ ของดอก บางชนิดเจริญกลายเป็นเนื้อผล เช่น แอปเปิล สาลี่" },
  { "q": "Sepal", "a": "กลีบเลี้ยง; ส่วนนอกสุดของดอก มักสีเขียว ปกป้องดอกตูม อาจแยกหรือเชื่อมกัน" },
  { "q": "Calyx", "a": "วงของกลีบเลี้ยง; อาจแยก (polysepalous) เชื่อม (gamosepalous) หรือไม่มี (asepalous)" },
  { "q": "Petaloid sepal", "a": "กลีบเลี้ยงที่มีสีสันคล้ายกลีบดอก เพื่อล่อแมลง เช่น ดอกบานเย็น ดอกส้มกบ" },
  { "q": "Persistent calyx", "a": "กลีบเลี้ยงที่ยังคงติดอยู่กับผลหลังดอกบาน เช่น มะเขือ มังคุด เสลา" },
  { "q": "Petal", "a": "กลีบดอก; อยู่ถัดจากกลีบเลี้ยงเข้าไป มีสีสัน กลิ่น หรือน้ำหวาน เพื่อล่อแมลง" },
  { "q": "Corolla", "a": "วงของกลีบดอก; อาจแยก (polypetalous) หรือเชื่อมติดกัน (gamopetalous/sympetalous)" },
  { "q": "Polypetalous", "a": "กลีบแยก" },
  { "q": "Sympetalous / Gamopetalous", "a": "กลีบเชื่อมติดกัน" },
  { "q": "Corolla tube", "a": "ส่วนโคนของกลีบดอกที่เชื่อมกันเป็นรูปหลอดหรือถ้วย" },
  { "q": "Corolla lobe", "a": "ส่วนปลายของหลอดกลีบดอกที่แยกเป็นแฉก" },
  { "q": "Tepal", "a": "กลีบที่กลีบเลี้ยงและกลีบดอกมีลักษณะคล้ายกันจนแยกไม่ออก เช่น บัวหลวง จำปี จำปา พลับพลึง ว่านสี่ทิศ มะเดื่อ" },
  { "q": "Perianth", "a": "ชั้นกลีบรวม" },
  { "q": "Trimerous flower", "a": "ดอกพืชใบเลี้ยงเดี่ยวที่มีส่วนประกอบเป็นเลข 3 หรือทวีคูณของ 3" },
  { "q": "Tetramerous flower", "a": "ดอกพืชใบเลี้ยงคู่ที่มีส่วนประกอบเป็นเลข 4 หรือทวีคูณของ 4" },
  { "q": "Pentamerous flower", "a": "ดอกพืชใบเลี้ยงคู่ที่มีส่วนประกอบเป็นเลข 5 หรือทวีคูณของ 5" },
  { "q": "Stamen", "a": "เกสรเพศผู้; ประกอบด้วย filament และ anther สร้างละอองเรณ" },
  { "q": "Androecium", "a": "วงเกสรเพศผู้; อยู่ถัดจากกลีบดอกเข้าไป" },
  { "q": "Anther", "a": "อับเรณู; ส่วนปลายของเกสรเพศผู้ที่สร้างละอองเรณ (pollen grain)" },
  { "q": "Filament", "a": "ก้านชูอับเรณู; ก้านที่ยึด anther ให้อยู่ในตำแหน่งเหมาะสม" },
  { "q": "Petaloid stamen", "a": "เกสรเพศผู้ที่เปลี่ยนแปลงลักษณะคล้ายกลีบดอก เช่น ดอกพุทธรักษา" },
  { "q": "Staminode / Sterile stamen", "a": "เกสรเพศผู้เป็นหมัน; เกสรที่ไม่สามารถสร้างละอองเรณได้" },
  { "q": "Pistil", "a": "เกสรเพศเมีย; ประกอบด้วย stigma style และ ovary" },
  { "q": "Carpel", "a": "หน่วยพื้นฐานของเกสรเพศเมีย; วิวัฒนาการมาจากใบสร้างอับเมกะสปอร์" },
  { "q": "Gynoecium", "a": "วงเกสรเพศเมีย; อยู่ตรงกลางสุดของดอก" },
  { "q": "Stigma", "a": "ยอดเกสรเพศเมีย; มีน้ำเหนียวหรือขน ช่วยยึดเกาะละอองเรณ และจำเป็นต่อการงอกของ pollen" },
  { "q": "Style", "a": "ก้านเกสรเพศเมีย; เชื่อมระหว่าง stigma กับ ovary" },
  { "q": "Ovary", "a": "รังไข่; ส่วนล่างสุดของเกสรเพศเมีย ภายในบรรจุ ovule" },
  { "q": "Ovule", "a": "ออวุล; อยู่ภายในรังไข่ เป็นที่พัฒนาของเซลล์ไข่" },
  { "q": "Ventral suture", "a": "รอยเชื่อมด้านหน้าของ carpel; เป็นแนวที่ placenta และ ovule ติดอยู่" },
  { "q": "Dorsal suture", "a": "รอยเชื่อมด้านหลังของ carpel; เปรียบเสมือนเส้นกลางใบ" },
  { "q": "Locule", "a": "ช่องภายในรังไข่ (ovary); บรรจุ ovule" },
  { "q": "Placenta", "a": "เนื้อเยื่อภายในรังไข่ที่ ovule ติดอยู่; อยู่ตามแนว ventral suture" },
  { "q": "Pseudocarp", "a": "ผลเทียม; ผลที่เจริญมาจากส่วนที่ไม่ใช่เมล็ดแต่เป็นส่วนอื่นของดอก" },
  { "q": "Exocarp (Epicarp)", "a": "เนื้อผลชั้นนอก; ชั้นผิวนอกสุดของผล อาจบางอ่อนหรือแข็งเหนียว" },
  { "q": "Mesocarp", "a": "เนื้อผลชั้นกลาง; โดยทั่วไปมีเนื้อนุ่ม บางชนิดเป็นเส้นใยเหนียว" },
  { "q": "Endocarp", "a": "เนื้อผลชั้นใน; โดยทั่วไปอ่อนนุ่ม แต่อาจแข็งเช่นในมะม่วง มะปราง" },
  { "q": "Pericarp", "a": "ผนังผล; ประกอบด้วย exocarp, mesocarp และ endocarp" },
  { "q": "Drupe", "a": "ผลสดที่มี endocarp แข็งมากหุ้มเมล็ด เรียกว่า stone fruit เช่น มะม่วง มะพร้าว" },
  { "q": "Pome", "a": "ผลสดจาก inferior ovary เนื้อผลส่วนใหญ่เป็นฐานรองดอก เช่น แอปเปิ้ล แพร์" },
  { "q": "Pepo", "a": "ผลแบบ berry ที่มีเปลือกนอกหนาแข็ง เจริญจากฐานรองดอก เช่น แตง บวบ" },
  { "q": "Berry", "a": "ผลสดที่ pericarp ทั้ง 3 ชั้นอ่อนนุ่ม มีเมล็ด 1 เมล็ดขึ้นไป" },
  { "q": "Typical berry", "a": "ผลแบบ berry ที่มีเปลือกนอกเป็นผิวบางๆ เช่น มะเขือเทศ พริก องุ่น" },
  { "q": "Uva", "a": "Typical berry ที่เจริญจาก superior ovary เช่น มะเขือเทศ พริก องุ่น" },
  { "q": "Bacca", "a": "Typical berry ที่เจริญจาก inferior ovary เช่น ละมุด กล้วย ฝรั่ง" },
  { "q": "Pepo", "a": "ผลแบบ berry ที่มีเปลือกนอกหนาแข็ง เจริญจากฐานรองดอก เช่น แตง บวบ" },
  { "q": "Hesperidium", "a": "ผลแบบ berry ที่มีเปลือกหนาเหนียวมีต่อมน้ำมัน เช่น ส้ม มีฝอยส้มและเกล็ดส้ม" },
  { "q": "Juice sac (Endocarpic hair)", "a": "ถุงหรือขนเล็กๆที่เปลี่ยนเป็นที่เก็บน้ำหวานในเกล็ดส้ม" },
  { "q": "Dry fruit", "a": "ผลแห้ง; ผลเดี่ยวที่มี pericarp แห้งเมื่อแก่หรือสุก" },
  { "q": "Dehiscent fruit", "a": "ผลแห้งแล้วแตก; เมื่อผลแก่เต็มที่ pericarp จะแห้งแข็งและแตกออกเอง" },
  { "q": "Indehiscent fruit", "a": "ผลแห้งแล้วไม่แตก; เมื่อผลแก่ pericarp จะแห้งแต่ไม่แตกออกเอง" },
  { "q": "Legume", "a": "ฝักแบบถั่ว; ผลแห้งแล้วแตกจาก 1 คาร์เพล แตกตามรอยตะเข็บ 2 ด้าน พบในพืชวงศ์ถั่ว" },
  { "q": "Follicle", "a": "ฝักแตกแนวเดียว; ผลแห้งแล้วแตกจาก 1 คาร์เพล แตกตามรอยตะเข็บด้านเดียว เช่น รัก ขจร จำปี" },
  { "q": "Capsule", "a": "ผลแห้งแล้วแตกที่เจริญจากรังไข่ที่มีตั้งแต่ 2 carpels ขึ้นไป" },
  { "q": "Typical capsule", "a": "ผลแห้งแล้วแตกชนิด capsule ที่มีการแตกแบบต่างๆ เช่น กล้วยไม้ ทุเรียน ฝิ่น" },
  { "q": "Loculicidal capsule", "a": "Capsule ที่แตกตามแนวยาวของผล เช่น กล้วยไม้ ทุเรียน" },
  { "q": "Septicidal capsule", "a": "Capsule ที่แตกตาม septum ที่กั้นระหว่าง locule เช่น กระเช้าสีดา" },
  { "q": "Poricidal capsule", "a": "Capsule ที่แตกเป็นรูที่ปลาย carpels เช่น ฝิ่น" },
  { "q": "Silique", "a": "ผลแห้งแล้วแตกที่เล็กและยาว จาก 2 carpels แตกเป็น 2 ซีก เช่น ผักกาด ผักเสี้ยน" },
  { "q": "Silicle", "a": "ผลแห้งแล้วแตกคล้าย Silique แต่สั้นและป้อมกว่า" },
  { "q": "Achene", "a": "ผลเมล็ดถ่อน; ผลแห้งไม่แตกจาก 1 คาร์เพล ขนาดเล็ก มีเมล็ดเดียว pericarp ไม่เชื่อมกับ seed coat เช่น ทานตะวัน บัว" },
  { "q": "Caryopsis (Grain)", "a": "ผลธัญพืช; ผลแห้งไม่แตกคล้าย Achene แต่ pericarp เชื่อมรวมกับ seed coat พบในพืชวงศ์หญ้า เช่น ข้าว" },
  { "q": "Samara", "a": "ผลปีกเดียว; ผลแห้งไม่แตกที่เจริญจากรังไข่ 1-2 คาร์เพล" },
  { "q": "Nut", "a": "ผลเปลือกแข็ง; ผลแห้งไม่แตก" },
  { "q": "Schizocarp", "a": "ผลแตกสองครั้ง; ผลแห้งที่แตกเป็นส่วนๆ" },
  { "q": "Simple fruit (ผลเดี่ยว)", "a": "ผลที่เกิดจากรังไข่ของดอกเดี่ยว 1 ดอก เช่น มะม่วง มะปราง ถั่ว ข้าว" },
  { "q": "Aggregate fruit (ผลกลุ่ม)", "a": "ผลที่เกิดจากรังไข่หลายรังไข่ในดอกเดียวกัน แต่ละรังไข่พัฒนาเป็นผลย่อย เช่น ข้าวฟ่าง น้อยหน่า กระดังงา" },
  { "q": "Multiple fruit (ผลช่อ)", "a": "ผลที่เกิดจากรังไข่ของหลายดอกที่อยู่รวมกันในช่อดอกเดียวกัน เช่น สับปะรด ขนุน หม่อน" },
  { "q": "Accessory fruit (ผลวิสามัญ) / pseudocarp / pseudocarpic fruit (ผลเทียม)", "a": "ผลที่มีส่วนอื่นนอกจากรังไข่มาเจริญร่วมด้วย เช่น แอปเปิ้ล แพร์ (ฐานรองดอก) หรือสตรอเบอร์รี่ (ช่อดอกบวม)" },
    { "q": "Parthenocarpic fruit (ผลลม)", "a": "ผลที่เกิดขึ้นโดยไม่ผ่านการปฏิสนธิ จึงไม่มีเมล็ดหรือมีเมล็ดไม่สมบูรณ์ เช่น สับปะรด ส้มพันธุ์ Washington Navel กล้วยพันธุ์ปลูก สาลี่ มะเดื่อ องุ่น Black Corinth พลับจีน" },
    { "q": "Parthenocarpy", "a": "การเกิดผลโดยไม่ผ่านการผสมเกสร รังไข่พัฒนาเป็นผลได้เองโดยไม่มีการปฏิสนธิ มีฮอร์ดมนพืช เช่น ออกซิน จิบเบอเรลลิน ไซโทไคนิน เป็นสิ่งกระตุ้น" }
  ]
}
