{
  "Biology": [
    {
      "q": "Peduncle",
      "a": "ก้านดอก; ส่วนที่เชื่อมระหว่างดอกกับกิ่ง ช่วยชูดอกให้เด่นชัด"
    },
    {
      "q": "Receptacle",
      "a": "ฐานรองดอก; ส่วนปลายของก้านดอกที่รองรับส่วนต่างๆ ของดอก บางชนิดเจริญกลายเป็นเนื้อผล เช่น แอปเปิล สาลี่"
    },
    {
      "q": "Sepal",
      "a": "กลีบเลี้ยง; ส่วนนอกสุดของดอก มักสีเขียว ปกป้องดอกตูม อาจแยกหรือเชื่อมกัน"
    },
    {
      "q": "Calyx",
      "a": "วงของกลีบเลี้ยง; อาจแยก (polysepalous) เชื่อม (gamosepalous) หรือไม่มี (asepalous)"
    },
    {
      "q": "Petaloid sepal",
      "a": "กลีบเลี้ยงที่มีสีสันคล้ายกลีบดอก เพื่อล่อแมลง เช่น ดอกบานเย็น ดอกส้มกบ"
    },
    {
      "q": "Persistent calyx",
      "a": "กลีบเลี้ยงที่ยังคงติดอยู่กับผลหลังดอกบาน เช่น มะเขือ มังคุด เสลา"
    },
    {
      "q": "Petal",
      "a": "กลีบดอก; อยู่ถัดจากกลีบเลี้ยงเข้าไป มีสีสัน กลิ่น หรือน้ำหวาน เพื่อล่อแมลง"
    },
    {
      "q": "Corolla",
      "a": "วงของกลีบดอก; อาจแยก (polypetalous) หรือเชื่อมติดกัน (gamopetalous/sympetalous)"
    },
    { "q": "Polypetalous", "a": "กลีบแยก" },
    { "q": "Sympetalous / Gamopetalous", "a": "กลีบเชื่อมติดกัน" },
    {
      "q": "Corolla tube",
      "a": "ส่วนโคนของกลีบดอกที่เชื่อมกันเป็นรูปหลอดหรือถ้วย"
    },
    { "q": "Corolla lobe", "a": "ส่วนปลายของหลอดกลีบดอกที่แยกเป็นแฉก" },
    {
      "q": "Tepal",
      "a": "กลีบที่กลีบเลี้ยงและกลีบดอกมีลักษณะคล้ายกันจนแยกไม่ออก เช่น บัวหลวง จำปี จำปา พลับพลึง ว่านสี่ทิศ มะเดื่อ"
    },
    {
      "q": "Perigone/Perianth",
      "a": "กลีบดอกรวม; ส่วนที่ประกอบด้วยกลีบเลี้ยงและกลีบดอกรวมกัน หรือเมื่อแยกไม่ออกว่าส่วนไหนเป็นกลีบเลี้ยงหรือกลีบดอก เช่น กล้วยไม้ ลิลลี่"
    },
    {
      "q": "Trimerous flower",
      "a": "ดอกพืชใบเลี้ยงเดี่ยวที่มีส่วนประกอบเป็นเลข 3 หรือทวีคูณของ 3"
    },
    {
      "q": "Tetramerous flower",
      "a": "ดอกพืชใบเลี้ยงคู่ที่มีส่วนประกอบเป็นเลข 4 หรือทวีคูณของ 4"
    },
    {
      "q": "Pentamerous flower",
      "a": "ดอกพืชใบเลี้ยงคู่ที่มีส่วนประกอบเป็นเลข 5 หรือทวีคูณของ 5"
    },
    {
      "q": "Stamen",
      "a": "เกสรเพศผู้; ประกอบด้วย filament และ anther สร้างละอองเรณ"
    },
    { "q": "Androecium", "a": "วงเกสรเพศผู้; อยู่ถัดจากกลีบดอกเข้าไป" },
    {
      "q": "Anther",
      "a": "อับเรณู; ส่วนปลายของเกสรเพศผู้ที่สร้างละอองเรณ (pollen grain)"
    },
    {
      "q": "Callus",
      "a": "เนื้อเยื่อพืชที่ไม่มีการจัดเรียงแบบแผน เกิดจากการแบ่งเซลล์อย่างรวดเร็ว ใช้ในการเพาะเลี้ยงเนื้อเยื่อพืช"
    },
    {
      "q": "Pedicel",
      "a": "ก้านที่เชื่อมต่อดอกเดี่ยวเข้ากับก้านช่อดอกหรือลำต้น รองรับดอกและผล"
    },
    {
      "q": "Aposepalous/Polysepalous",
      "a": "กลีบเลี้ยงแยก; ดอกที่มีกลีบเลี้ยงแยกจากกันทุกกลีบ ไม่เชื่อมติดกัน เช่น กุหลาบ บัว"
    },
    {
      "q": "Symsepalous/Gamosepalous",
      "a": "กลีบเลี้ยงเชื่อม; ดอกที่มีกลีบเลี้ยงเชื่อมติดกันทั้งหมดหรือบางส่วน เช่น มะเขือ พริก"
    },
    { "q": "Asepalous", "a": "ไร้กลีบเลี้ยง; ดอกที่ไม่มีกลีบเลี้ยง เช่น หลิว" },
    {
      "q": "Filament",
      "a": "ก้านชูอับเรณู; ก้านที่ยึด anther ให้อยู่ในตำแหน่งเหมาะสม"
    },
    {
      "q": "Petaloid stamen",
      "a": "เกสรเพศผู้ที่เปลี่ยนแปลงลักษณะคล้ายกลีบดอก เช่น ดอกพุทธรักษา"
    },
    {
      "q": "Staminode / Sterile stamen",
      "a": "เกสรเพศผู้เป็นหมัน; เกสรที่ไม่สามารถสร้างละอองเรณได้"
    },
    { "q": "Pistil", "a": "เกสรเพศเมีย; ประกอบด้วย stigma style และ ovary" },
    {
      "q": "Carpel",
      "a": "หน่วยพื้นฐานของเกสรเพศเมีย; วิวัฒนาการมาจากใบสร้างอับเมกะสปอร์"
    },
    { "q": "Gynoecium", "a": "วงเกสรเพศเมีย; อยู่ตรงกลางสุดของดอก" },
    {
      "q": "Stigma",
      "a": "ยอดเกสรเพศเมีย; มีน้ำเหนียวหรือขน ช่วยยึดเกาะละอองเรณ และจำเป็นต่อการงอกของ pollen"
    },
    { "q": "Style", "a": "ก้านเกสรเพศเมีย; เชื่อมระหว่าง stigma กับ ovary" },
    { "q": "Ovary", "a": "รังไข่; ส่วนล่างสุดของเกสรเพศเมีย ภายในบรรจุ ovule" },
    {
      "q": "Ovule",
      "a": "ออวุล; โครงสร้างในรังไข่ที่จะพัฒนาเป็นเมล็ดหลังการปฏิสนธิ เป็นที่พัฒนาของเซลล์ไข่ ผนังของออวุลจะกลายเป็น seed coat"
    },
    {
      "q": "Ventral suture",
      "a": "รอยเชื่อมด้านหน้าของ carpel; เป็นแนวที่ placenta และ ovule ติดอยู่"
    },
    {
      "q": "Dorsal suture",
      "a": "รอยเชื่อมด้านหลังของ carpel; เปรียบเสมือนเส้นกลางใบ"
    },
    { "q": "Locule", "a": "ช่องภายในรังไข่ (ovary); บรรจุ ovule" },
    {
      "q": "Placenta",
      "a": "เนื้อเยื่อภายในรังไข่ที่ ovule ติดอยู่; อยู่ตามแนว ventral suture"
    },
    {
      "q": "Pseudocarp",
      "a": "ผลเทียม; ผลที่เจริญมาจากส่วนที่ไม่ใช่เมล็ดแต่เป็นส่วนอื่นของดอก"
    },
    {
      "q": "Exocarp (Epicarp)",
      "a": "เนื้อผลชั้นนอก; ชั้นผิวนอกสุดของผล อาจบางอ่อนหรือแข็งเหนียว"
    },
    {
      "q": "Mesocarp",
      "a": "เนื้อผลชั้นกลาง; โดยทั่วไปมีเนื้อนุ่ม บางชนิดเป็นเส้นใยเหนียว"
    },
    {
      "q": "Endocarp",
      "a": "เนื้อผลชั้นใน; โดยทั่วไปอ่อนนุ่ม แต่อาจแข็งเช่นในมะม่วง มะปราง"
    },
    {
      "q": "Pericarp",
      "a": "ผนังผล; ประกอบด้วย exocarp, mesocarp และ endocarp"
    },
    {
      "q": "Drupe",
      "a": "ผลสดที่มี endocarp แข็งมากหุ้มเมล็ด เรียกว่า stone fruit เช่น มะม่วง มะพร้าว"
    },
    {
      "q": "Pome",
      "a": "ผลสดจาก inferior ovary เนื้อผลส่วนใหญ่เป็นฐานรองดอก เช่น แอปเปิ้ล แพร์"
    },
    {
      "q": "Pepo",
      "a": "ผลแบบ berry ที่มีเปลือกนอกหนาแข็ง เจริญจากฐานรองดอก เช่น แตง บวบ"
    },
    {
      "q": "Berry",
      "a": "ผลสดที่ pericarp ทั้ง 3 ชั้นอ่อนนุ่ม มีเมล็ด 1 เมล็ดขึ้นไป"
    },
    {
      "q": "Typical berry",
      "a": "ผลแบบ berry ที่มีเปลือกนอกเป็นผิวบางๆ เช่น มะเขือเทศ พริก องุ่น"
    },
    {
      "q": "Uva",
      "a": "Typical berry ที่เจริญจาก superior ovary เช่น มะเขือเทศ พริก องุ่น"
    },
    {
      "q": "Bacca",
      "a": "Typical berry ที่เจริญจาก inferior ovary เช่น ละมุด กล้วย ฝรั่ง"
    },
    {
      "q": "Pepo",
      "a": "ผลแบบ berry ที่มีเปลือกนอกหนาแข็ง เจริญจากฐานรองดอก เช่น แตง บวบ"
    },
    {
      "q": "Hesperidium",
      "a": "ผลแบบ berry ที่มีเปลือกหนาเหนียวมีต่อมน้ำมัน เช่น ส้ม มีฝอยส้มและเกล็ดส้ม"
    },
    {
      "q": "Juice sac (Endocarpic hair)",
      "a": "ถุงหรือขนเล็กๆที่เปลี่ยนเป็นที่เก็บน้ำหวานในเกล็ดส้ม"
    },
    {
      "q": "Dry fruit",
      "a": "ผลแห้ง; ผลเดี่ยวที่มี pericarp แห้งเมื่อแก่หรือสุก"
    },
    {
      "q": "Dehiscent fruit",
      "a": "ผลแห้งแล้วแตก; เมื่อผลแก่เต็มที่ pericarp จะแห้งแข็งและแตกออกเอง"
    },
    {
      "q": "Indehiscent fruit",
      "a": "ผลแห้งแล้วไม่แตก; เมื่อผลแก่ pericarp จะแห้งแต่ไม่แตกออกเอง"
    },
    {
      "q": "Legume",
      "a": "ฝักแบบถั่ว; ผลแห้งแล้วแตกจาก 1 คาร์เพล แตกตามรอยตะเข็บ 2 ด้าน พบในพืชวงศ์ถั่ว"
    },
    {
      "q": "Follicle",
      "a": "ฝักแตกแนวเดียว; ผลแห้งแล้วแตกจาก 1 คาร์เพล แตกตามรอยตะเข็บด้านเดียว เช่น รัก ขจร จำปี"
    },
    {
      "q": "Capsule",
      "a": "ผลแห้งแล้วแตกที่เจริญจากรังไข่ที่มีตั้งแต่ 2 carpels ขึ้นไป"
    },
    {
      "q": "Typical capsule",
      "a": "ผลแห้งแล้วแตกชนิด capsule ที่มีการแตกแบบต่างๆ เช่น กล้วยไม้ ทุเรียน ฝิ่น"
    },
    {
      "q": "Loculicidal capsule",
      "a": "Capsule ที่แตกตามแนวยาวของผล เช่น กล้วยไม้ ทุเรียน"
    },
    {
      "q": "Septicidal capsule",
      "a": "Capsule ที่แตกตาม septum ที่กั้นระหว่าง locule เช่น กระเช้าสีดา"
    },
    {
      "q": "Poricidal capsule",
      "a": "Capsule ที่แตกเป็นรูที่ปลาย carpels เช่น ฝิ่น"
    },
    {
      "q": "Silique",
      "a": "ผลแห้งแล้วแตกที่เล็กและยาว จาก 2 carpels แตกเป็น 2 ซีก เช่น ผักกาด ผักเสี้ยน"
    },
    { "q": "Silicle", "a": "ผลแห้งแล้วแตกคล้าย Silique แต่สั้นและป้อมกว่า" },
    {
      "q": "Achene",
      "a": "ผลเมล็ดถ่อน; ผลแห้งไม่แตกจาก 1 คาร์เพล ขนาดเล็ก มีเมล็ดเดียว pericarp ไม่เชื่อมกับ seed coat เช่น ทานตะวัน บัว"
    },
    {
      "q": "Caryopsis (Grain)",
      "a": "ผลธัญพืช; ผลแห้งไม่แตกคล้าย Achene แต่ pericarp เชื่อมรวมกับ seed coat พบในพืชวงศ์หญ้า เช่น ข้าว"
    },
    {
      "q": "Samara",
      "a": "ผลปีกเดียว; ผลแห้งไม่แตกที่เจริญจากรังไข่ 1-2 คาร์เพล"
    },
    { "q": "Nut", "a": "ผลเปลือกแข็ง; ผลแห้งไม่แตก" },
    { "q": "Schizocarp", "a": "ผลแตกสองครั้ง; ผลแห้งที่แตกเป็นส่วนๆ" },
    {
      "q": "Simple fruit",
      "a": "ผลเดี่ยว; ผลที่เกิดจากรังไข่ของดอกเดี่ยว 1 ดอก เช่น มะม่วง มะปราง ถั่ว ข้าว"
    },
    {
      "q": "Aggregate fruit",
      "a": "ผลกลุ่ม; ผลที่เกิดจากรังไข่หลายรังไข่ในดอกเดียวกัน แต่ละรังไข่พัฒนาเป็นผลย่อย เช่น ข้าวฟ่าง น้อยหน่า กระดังงา"
    },
    {
      "q": "Multiple fruit",
      "a": "ผลช่อ; ผลที่เกิดจากรังไข่ของหลายดอกที่อยู่รวมกันในช่อดอกเดียวกัน เช่น สับปะรด ขนุน หม่อน"
    },
    {
      "q": "Accessory fruit / pseudocarp / pseudocarpic fruit",
      "a": "ผลวิสามัญ/ผลเทียม;ผลที่มีส่วนอื่นนอกจากรังไข่มาเจริญร่วมด้วย เช่น แอปเปิ้ล แพร์ (ฐานรองดอก) หรือสตรอเบอร์รี่ (ช่อดอกบวม)"
    },
    {
      "q": "Parthenocarpic fruit",
      "a": "ผลลม; ผลที่เกิดขึ้นโดยไม่ผ่านการปฏิสนธิ จึงไม่มีเมล็ดหรือมีเมล็ดไม่สมบูรณ์ เช่น สับปะรด ส้มพันธุ์ Washington Navel กล้วยพันธุ์ปลูก สาลี่ มะเดื่อ องุ่น Black Corinth พลับจีน"
    },
    {
      "q": "Parthenocarpy",
      "a": "การเกิดผลโดยไม่ผ่านการผสมเกสร รังไข่พัฒนาเป็นผลได้เองโดยไม่มีการปฏิสนธิ มีฮอร์โมนพืช เช่น ออกซิน จิบเบอเรลลิน ไซโทไคนิน เป็นสิ่งกระตุ้น"
    },
    {
      "q": "Seed coat",
      "a": "เปลือกหุ้มเมล็ด; ส่วนนอกสุดของเมล็ด เจริญมาจากผนังของออวุล ประกอบด้วย 2 ชั้น คือ testa และ tegmen"
    },
    {
      "q": "Testa",
      "a": "เปลือกหุ้มเมล็ดชั้นนอก; เจริญมาจากผนังชั้นนอกของออวุล หนา แข็ง เหนียว ป้องกันการระเหยของน้ำและอันตรายจากแมลงและจุลินทรีย์"
    },
    {
      "q": "Tegmen",
      "a": "เปลือกหุ้มเมล็ดชั้นใน; เจริญมาจากผนังชั้นในของออวุล มักเป็นเยื่อสีขาวบางๆ"
    },
    {
      "q": "Embryo (เรื่องพืช)",
      "a": "ตัวอ่อนของพืช เจริญมาจากไซโกต (เซลล์ไข่ผสมกับสเปิร์ม) จะเจริญเป็นต้นพืช"
    },
    {
      "q": "Cotyledon",
      "a": "ใบเลี้ยงติดกับเอ็มบริโอ พืชใบเลี้ยงคู่มี 2 ใบ พืชใบเลี้ยงเดี่ยวมี 1 ใบ มีหน้าที่เก็บอาหารและสังเคราะห์แสง"
    },
    {
      "q": "Epicotyl",
      "a": "ส่วนของเอ็มบริโอที่อยู่เหนือใบเลี้ยง จะเจริญเป็นลำต้น ใบ และดอก"
    },
    {
      "q": "Plumule",
      "a": "ยอดอ่อน; ส่วนยอดของเอพิคอทิลเป็นใบเล็กๆ 2 ใบและยอดอ่อน มีเนื้อเยื่อเจริญที่จะเป็นใบและยอดต่อไป"
    },
    {
      "q": "Hypocotyl",
      "a": "ส่วนของเอ็มบริโอที่อยู่ระหว่างใบเลี้ยงกับราก (ใต้ใบเลี้ยง) จะเจริญเป็นส่วนหนึ่งของลำต้น"
    },
    {
      "q": "Radicle",
      "a": "ส่วนล่างสุดของเอ็มบริโอต่อจากไฮโพคอทิล ส่วนแรกที่งอกออกจากเมล็ด จะเจริญเป็นรากแก้ว"
    },
    {
      "q": "Coleoptile",
      "a": "เยื่อหุ้มหนาที่หุ้มยอดอ่อนของเอ็มบริโอในพืชใบเลี้ยงเดี่ยว เช่น ข้าว หญ้า ป้องกันอันตรายระหว่างการงอก"
    },
    {
      "q": "Coleorhiza",
      "a": "เยื่อหุ้มแรดิเคิลในพืชใบเลี้ยงเดี่ยว ป้องกันอันตรายให้แก่ส่วนรากระหว่างการงอก"
    },
    {
      "q": "Micropyle",
      "a": "รูเล็กๆ บนเปลือกเมล็ดที่ปลายของแรดิเคิล เป็นทางผ่านของน้ำและอากาศเข้าสู่เมล็ด"
    },
    {
      "q": "Endosperm",
      "a": "เนื้อเยื่อสะสมอาหารในเมล็ด เกิดจากการผสมระหว่างสเปิร์มนิวเคลียสกับโพลาร์นิวเคลียส สะสมแป้ง โปรตีน ไขมัน สำหรับเอ็มบริโอ"
    },
    {
      "q": "Polar nucleus (โพลาร์นิวเคลียส)",
      "a": "นิวเคลียสในถุงเอ็มบริโอที่จะรวมกับสเปิร์มนิวเคลียสเพื่อสร้างเอนโดสเปิร์ม (การผสมสองครั้ง)"
    },
    {
      "q": "Exalbuminous seed",
      "a": "เมล็ดไร้เอนโดสเปิร์ม; เมล็ดที่เอนโดสเปิร์มหมดไปเมื่อเมล็ดแก่ อาหารสะสมอยู่ในใบเลี้ยงที่อวบหนา เช่น ถั่ว มะขาม"
    },
    {
      "q": "Albuminous seed",
      "a": "เมล็ดมีเอนโดสเปิร์ม; เมล็ดที่มีเอนโดสเปิร์มขนาดใหญ่เมื่อเทียบกับเอ็มบริโอ ใบเลี้ยงบาง เช่น ละหุ่ง น้อยหน่า มะละกอ"
    },
    {
      "q": "Double fertilization (การปฏิสนธิซ้อน)",
      "a": "การผสมในพืชดอกที่สเปิร์มตัวหนึ่งผสมกับเซลล์ไข่ (→ไซโกต) และอีกตัวผสมกับโพลาร์นิวเคลียส (→เอนโดสเปิร์ม)"
    },
    {
      "q": "Pollen sacs",
      "a": "โพรงภายในอับเรณูที่ผลิตและเก็บเกสรตัวผู้ (pollen grains) โดยทั่วไปมี 4 ถุงใน 1 อับเรณู"
    },
    {
      "q": "Theca",
      "a": "กลีบอับเรณู; ส่วนที่บวมของอับเรณูที่บรรจุ pollen sacs แต่ละอับเรณูมี 2 thecae"
    },
    {
      "q": "Megasporophyll",
      "a": "ใบดัดแปลงที่แบกโครงสร้างสืบพันธุ์เพศเมีย (carpel) ในพืชดอก เช่น เกสรตัวเมีย"
    },
    {
      "q": "Actinomorphic flower/Regular flower",
      "a": "ดอกสมมาตรรัศมี; ดอกที่สามารถแบ่งครึ่งได้หลายแนวให้ได้ภาพเหมือนกัน เช่น กุหลาบ มะเขือเทศ ชบา บัว"
    },
    {
      "q": "Zygomorphic flower/Irregular flower",
      "a": "ดอกสมมาตรสองข้าง; ดอกที่แบ่งครึ่งได้เพียง 1 แนวเท่านั้น เช่น ถั่ว กล้วยไม้ อัญชัน แคนนา"
    },
    {
      "q": "Complete flower",
      "a": "ดอกสมบูรณ์; ดอกที่มีส่วนประกอบครบทั้ง 4 ส่วน (กลีบเลี้ยง กลีบดอก เกสรตัวผู้ เกสรตัวเมีย) เช่น กุหลาบ ชบา มะเขือเทศ"
    },
    {
      "q": "Incomplete flower",
      "a": "ดอกไม่สมบูรณ์; ดอกที่ขาดส่วนประกอบบางส่วนใน 4 ส่วนหลัก เช่น มะละกอ (ขาดกลีบดอก) ข้าวโพด (ขาดกลีบเลี้ยงและกลีบดอก)"
    },
    {
      "q": "Perfect flower/Bisexual flower",
      "a": "ดอกสมบูรณ์เพศ; ดอกที่มีทั้งเกสรตัวผู้และเกสรตัวเมียในดอกเดียวกัน เช่น กุหลาบ มะเขือเทศ ชบา มะม่วง"
    },
    {
      "q": "Imperfect flower/Unisexual flower",
      "a": "ดอกไม่สมบูรณ์เพศ; ดอกที่มีเพียงเกสรตัวผู้หรือเกสรตัวเมียอย่างใดอย่างหนึ่ง เช่น มะละกอ แตง ข้าวโพด มะพร้าว"
    },
    {
      "q": "Staminate flower",
      "a": "ดอกตัวผู้; ดอกที่มีเฉพาะเกสรตัวผู้ ไม่มีเกสรตัวเมียหรือมีแต่ไม่สมบูรณ์ เช่น ดอกตัวผู้ของมะละกอ แตง"
    },
    {
      "q": "Pistilate flower",
      "a": "ดอกตัวเมีย; ดอกที่มีเฉพาะเกสรตัวเมีย ไม่มีเกสรตัวผู้หรือมีแต่ไม่สมบูรณ์ เช่น ดอกตัวเมียของมะละกอ แตง"
    },
    {
      "q": "Solitary flower",
      "a": "ดอกเดี่ยว; ดอกที่เกิดเพียงดอกเดียวบนก้านดอก 1 ก้าน (peduncle) เช่น กุหลาบ ชบา บัว ทานตะวัน"
    },
    {
      "q": "Inflorescence flower",
      "a": "ดอกช่อ; ดอกที่เกิดเป็นกลุ่มบนก้านดอก ประกอบด้วยดอกย่อย (floret) หลายดอก แต่ละตอกย่อยมีก้านดอกยอยอยู่บนก้านดอก เชน ดอกเข็ม มะลิ หน้าวัว หางนกยูง จามจุรี ทานตะวัน"
    },
    {
      "q": "Raceme",
      "a": "ดอกช่อแบบช่อตั้ง; ดอกย่อยมีก้านดอกเท่ากันเรียงตามแกนกลาง ดอกล่างบานก่อน เช่น ประดู่ เสี้ยวป่า"
    },
    {
      "q": "Spike",
      "a": "ดอกช่อแบบรวง; ดอกย่อยไม่มีก้านดอก เกาะติดแกนกลางโดยตรง เช่n ขนุน พลู"
    },
    {
      "q": "Panicle",
      "a": "ดอกช่อแบบช่อแยก; ดอกช่อที่แตกแขนงหลายชั้น ดอกอยู่ปลายแขนง เช่น มะม่วง ข้าว"
    },
    {
      "q": "Head/Capitulum",
      "a": "ดอกช่อแบบกะบอก; ดอกย่อยหลายดอกแน่นชิดกันบนฐานรองกลมแบน ดูเหมือนดอกเดี่ยว เช่น ทานตะวัน ดาวเรือง เบญจมาศ"
    },
    {
      "q": "Umbel",
      "a": "ดอกช่อแบบร่ม; ก้านดอกย่อยหลายก้านออกจากจุดเดียวกันคล้ายซี่ร่ม เช่น ผักชี หอม กระเทียม"
    },
    {
      "q": "Corymb",
      "a": "ดอกช่อแบบช่อแบน; ดอกย่อยมีก้านดอกยาวไม่เท่ากันแต่ปลายดอกอยู่ระดับเดียวกัน เช่n กะหล่ำดอก"
    },
    {
      "q": "Cyme",
      "a": "ดอกช่อแบบช่อเลี้ยว; ดอกปลายแกนกลางบานก่อน แล้วดอกข้างๆ บานทีหลัง เช่น มะเดื่อ พริก"
    },
    {
      "q": "Catkin/Ament",
      "a": "ดอกช่อแบบหางแมว; ดอกช่อห้อยยาวมีดอกเล็กๆ หนาแน่น มักเป็นดอกเพศเดียว เช่น หลิว ต้นบีช"
    },
    {
      "q": "Hypogynous flower",
      "a": "ดอกรังไข่บน (superior ovary); ส่วนดอกอื่นอยู่ต่ำกว่ารังไข่ รังไข่อยู่เหนือจุดเกาะของส่วนอื่น เช่น กุหลาบ ชบา มะเขือเทศ ถั่ว"
    },
    {
      "q": "Perigynous flower",
      "a": "ดอกรังไข่กึ่งกลาง; ส่วนดอกอื่นเกาะที่ขอบของฐานรองดอกซึ่งอยู่ระดับเดียวกับรังไข่ เช่น กุหลาบบางชนิด พีช แอปริคอท"
    },
    {
      "q": "Epigynous flower",
      "a": "ดอกรังไข่ล่าง (inferior ovary); รังไข่อยู่ต่ำกว่าจุดเกาะของส่วนดอกอื่น ฐานรองดอกเชื่อมกับรังไข่ เช่น แตง ฟักทอง กล้วย แอปเปิ้ล"
    }
  ]
}
